{
    "Welcome": "Bienvenue",
    "Login": "Connexion",
    "Register": "Inscription",
    "Are you sure you want to delete the project": "Êtes-vous sûr de vouloir supprimer le projet",
    "You are logged in!": "Vous êtes connecté!",
    "Email": "Email",
    "Add New User": "Ajouter un nouvel utilisateur",
    "New User Form": "Formulaire de nouvel utilisateur",
    "Add New Project": "Ajouter un nouveau projet",
    "Residential Construction": "Construction résidentielle",
    "Commercial Construction": "Construction résidentielle",
    "Industrial Construction": "Construction commerciale",
    "Infrastructure Construction": "Construction industrielle ",
    "Renovation": "Rénovation",
    "Interior Design": "Design d'intérieur",
    "Landscape Design": "Aménagement paysager",
    "Sustainable Building": "Construction durable",
    "Urban Planning": "Urbanisme",
    "Architecture": "Architecture",
    "Engineering": "Ingénierie",
    "Consulting": "Conseil",
    "All Projects":"Tous les projets",
    "Real Estate": "Immobilier",
    "Property Management": "Gestion immobilière",
    "Facility Management": "Facility Management",
    "Construction Equipment": "Matériel de construction",
    "Building Materials": "Matériaux de construction",
    "Green Building": "Construction écologique",
    "Energy Efficiency": "Efficacité énergétique",
    "Smart Buildings": "bâtiments intelligents",
    "Modular Construction": "Construction modulaire",
    "Prefabrication": "Préfabrication",
    "Construction Technology": "Technologie de la construction",
    "Construction Safety": "Sécurité de la construction",
    "Your password has been successfully updated! 🎉": "Votre mot de passe a été mis à jour avec succès ! 🎉",
    "Add New Images": "Ajouter de nouvelles images",
    "No images associated with this project": "Aucune image associée à ce projet",
    "Password": "Mot de passe",
    "Create": "Creer",
    "Choose images (multiple)": "Choisir des images (multiples)",
    "Published At ": "Publié le",
    "The new password must contain at least one number.": "Le nouveau mot de passe doit contenir au moins un chiffre.",
    "Key Information": "Informations clés",
    "Create User": "Créer un utilisateur",
    "Your password has been successfully updated! 🔒": "Votre mot de passe a été mis à jour avec succès ! 🔒",
    "Your profile has been successfully updated! 🎉": "Votre profil a été mis à jour avec succès ! 🎉",
    "Publish Plan Immediately": "Publier le plan immédiatement",
    "Choose an image": "Choisir une image",
    "Browse": "Parcourir",
    "Create Plan": "Créer un plan",
    "Publish Plan": "Publier le plan",
    "Are you sure you want to publish the plan": "Êtes-vous sûr de vouloir publier le plan ?",
    "All Statuses²": "Tous les statuts",
    "Unpublished": "Non publié",
    "Project Gallery": "Galerie de projets",
    "No images associated with this project.": "Aucune image associée à ce projet.",
    "User created successfully": "Utilisateur créé avec succès",
    "Forgot Your Password?": "Mot de passe oublié?",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
    "Verify Your Email Address": "Vérifiez votre adresse email",
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, veuillez vérifier votre email pour un lien de vérification.",
    "If you did not receive the email": "Si vous n'avez pas reçu l'email",
    "click here to request another": "cliquez ici pour en demander un autre",
    "Please enter your login details": "Veuillez entrer vos informations de connexion",
    "Contact": "Contact",
    "Enter the French description": "Entrez la description en français",
    "Enter the English description": "Entrez la description en anglais",
    "Enter the French title": "Entrez le titre en français",
    "Enter the English title": "Entrez le titre en anglais",
    "Size": "Taille",
    "French Title": "Titre en français",
    "English Title": "Titre en anglais",
    "French Description": "Description en français",
    "English Description": "Description en anglais",
    "City": "Ville",
    "Update Profile": "Mettre à jour le profil",
    "Enter the country": "Entrez le pays",
    "Enter the city": "Entrez la ville",
    "Create New Project": "Créer un nouveau projet",
    "Edit Plan": "Editer le plan",
    "Update Plan": "Mettre à jour le plan",
    "Enter the address": "Entrez l'adresse",
    "Project deleted successfully!": "Projet supprimé avec succès!",
    "All your data will be permanently deleted!": "Toutes vos données seront définitivement supprimées!",
    "Are you sure?": "Êtes-vous sûr?",
    "No projects found.": "Aucun projet trouvé.",
    "Project updated successfully!": "Projet mis à jour avec succès!",
    "Filter Projects": "Filtrer les projets",
    "small": "Petit",
    "Filter Plans": "Filtrer les plans",
    "Plans list": "Liste des plans",
    "Published At": "Publié le",
    "Title (FR) ": "Titre (FR)",
    "Title (EN) ": "Titre (EN)",
    "Plan": "Plan",
    "Add New Plan": "Ajouter un nouveau plan",
    "medium": "moyen",
    "large": "Grand",
    "All Statuses": "Tous les statuts",
    "All Sizes": "Toutes les tailles",
    "All Categories": "Toutes les catégories",
    "Yes, delete!": "Oui, supprimer!",
    "Uploading images...": "Téléchargement des images...",
    "Choose images": "Choisissez des images",
    "You can upload multiple images (max 2MB each, formats: jpeg, png, jpg, gif).": "Vous pouvez télécharger plusieurs images (max 2MB chacune, formats: jpeg, png, jpg, gif).",
    "Country": "Pays",
    "Updated At": "Mis à jour le",
    "Created At": "Créé le",
    "Plan Gallery": "Galerie de plans",
    "Author": "Auteur",
    "Block User": "Bloquer l'utilisateur",
    "Unblock User": "Débloquer l'utilisateur",
    "Address": "Adresse",
    "Registered": "Enregistré",
    "Category updated successfully!": "La catégorie a été mise à jour avec succès !",
    "Category deleted successfully!": "Catégorie supprimée avec succès !",
    "Category created successfully!": "Catégorie créée avec succès !",
    "Enter the company name": "Entrez le nom de l'entreprise",
    "Select a status": "Sélectionnez un statut",
    "Select a size": "Sélectionnez une taille",
    "View Details": "Voir les détails",
    "Confirm Password to Delete": "Confirmer le mot de passe pour supprimer",
    "in_progress": "En cours",
    "The provided password does not match your current password.": "Le mot de passe fourni ne correspond pas à votre mot de passe actuel.",
    "Save changes": "Enregistrer les modifications",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Confirm New Password": "Confirmer le nouveau mot de passe",
    "Delete Account": "Supprimer le compte",
    "completed": "Terminé",
    "pending": "En attente",
    "End Date": "Date de fin",
    "Start Date": "Date de début",
    "required": "Obligatoire",
    "Add Category": "Ajouter une catégorie",
    "Delete Category": "Supprimer la catégorie",
    "Add": "Ajouter",
    "User Management": "Gestion des utilisateurs",
    "Add User": "Ajouter un utilisateur",
    "The category has been updated'": "La categorie a été mis à jour",
    "Services": "Services",
    "Projects list": "Liste des projets",
    "Add a new Category": "Ajout d'une nouvelle Catégorie",
    "Enter a category name": "Entrez le nom de la catégorie",
    "Projects": "Projets",
    "Blog": "Blog",
    "The Category has been deleted": "La catégorie a été supprimée",
    "News": "Actualités",
    "Careers": "Carrières",
    "Privacy Policy": "Politique de confidentialité",
    "Terms of Service": "Conditions d'utilisation",
    "Welcome to": "Bienvenue à",
    "Construction company": "Entreprise de construction",
    "Our services": "Nos services",
    "Get a quote": "Obtenir un devis",
    "Customer Focused": "Orienté client",
    "Construction Solutions": "Solutions de construction",
    "Our Projects": "Nos projets",
    "LATEST PROJECTS": "DERNIERS PROJETS",
    "WHY CHOOSE BIM": "POURQUOI CHOISIR BIM",
    "Transparency": "Transparence",
    "Expertise": "Expertise",
    "Reliability": "Fiabilité",
    "WORKING WITH US": "TRAVAILLER AVEC NOUS",
    "Get a Quote": "Obtenir un Devis",
    "TESTIMONIALS": "TÉMOIGNAGES",
    "OUR PARTNERS": "NOS PARTENAIRES",
    "LATEST NEWS": "DERNIÈRES NOUVELLES",
    "Continue Reading": "Continuer la lecture",
    "Leading Construction Firm": "Entreprise de construction leader",
    "Our Services": "Nos Services",
    "Request a Quote": "Demander un Devis",
    "Quote": "Devis",
    "Client-Centric Approach": "Approche centrée sur le client",
    "Innovative Construction Solutions": "Solutions de construction innovantes",
    "Contemporary Design": "Design contemporain",
    "Project Management": "Gestion de projet",
    "Comprehensive Contracting": "Contractant complet",
    "RECENT PROJECTS": "PROJETS RÉCENTS",
    "WHY CHOOSE": "POURQUOI CHOISIR",
    "WE DESIGN, CONSTRUCT, REFURBISH AND OPERATE": "NOUS CONCEVONS, CONSTRUISONS, RÉNOVONS ET EXPLOITONS",
    "OUTSTANDING BUILDINGS": "DES BÂTIMENTS EXCEPTIONNELS",
    "WE DESIGN, CONSTRUCT, REFURBISH AND OPERATE OUTSTANDING BUILDINGS": "NOUS CONCEVONS, CONSTRUISONS, RÉNOVONS ET EXPLOITONS DES BÂTIMENTS EXCEPTIONNELS",
    "Contact Information": "Informations de contact",
    "Welcome to our Contact Information page! If you have any inquiries or need assistance, feel free to reach out to us. We are here to help you. Below, you’ll find all the details you need to connect with us.": "Bienvenue sur notre page de contact ! Si vous avez des questions ou besoin d'assistance, n'hésitez pas à nous contacter. Nous sommes là pour vous aider. Vous trouverez ci-dessous tous les détails nécessaires pour nous joindre.",
    "Leave us a message": "Laissez-nous un message",
    "Your Name": "Votre nom",
    "Your Email": "Votre email",
    "Your Phone Number": "Votre numéro de téléphone",
    "Your Message": "Votre message",
    "Your Subject": "Votre sujet",
    "Gallery": "Galerie",
    "Contact Us": "Nous contacter",
    "What We Do": "Ce que nous faisons",
    "Our Values": "Nos valeurs",
    "Creative Design": "Design créatif",
    "High Technologies": "Technologies de pointe",
    "Modern Design": "Design moderne",
    "Construction Management": "Gestion de la construction",
    "General Contractor": "Entrepreneur général",
    "We've Completed More Than 100+ projects for our amazing clients. Are you interested?": "Nous avons réalisé plus de 100 projets pour nos clients incroyables. Êtes-vous intéressé?",
    "Construction Manager": "Responsable de la construction",
    "Project Manager": "Chef de projet",
    "Architect Electric": "Architecte électricien",
    "Construction Engineer": "Ingénieur en construction",
    "We specialize in delivering top-notch construction services, ensuring quality and efficiency in every project. Our team is dedicated to meeting your needs and exceeding your expectations.": "Nous nous spécialisons dans la fourniture de services de construction de premier ordre, garantissant qualité et efficacité dans chaque projet. Notre équipe est dédiée à répondre à vos besoins et à dépasser vos attentes.",
    "We pride ourselves on innovative and creative designs that bring your vision to life. Our designs are not only aesthetically pleasing but also functional and sustainable. We work closely with our clients to understand their needs and preferences, ensuring that every design is tailored to meet their specific requirements. Our team of designers is skilled in creating unique and modern designs that stand out and make a lasting impression.": "Nous sommes fiers de nos conceptions innovantes et créatives qui donnent vie à votre vision. Nos conceptions sont non seulement esthétiquement plaisantes mais aussi fonctionnelles et durables. Nous travaillons en étroite collaboration avec nos clients pour comprendre leurs besoins et préférences, en veillant à ce que chaque conception soit adaptée à leurs exigences spécifiques. Notre équipe de designers est compétente pour créer des conceptions uniques et modernes qui se démarquent et laissent une impression durable.",
    "We believe in maintaining complete transparency with our clients. From project inception to completion, we keep you informed every step of the way. Our transparent approach ensures that there are no surprises, and you are always aware of the progress and any potential challenges. We provide regular updates and detailed reports, so you have a clear understanding of the project's status. Our commitment to transparency builds trust and fosters strong relationships with our clients.": "Nous croyons en la transparence totale avec nos clients. Du début à la fin du projet, nous vous tenons informés à chaque étape. Notre approche transparente garantit qu'il n'y a pas de surprises et que vous êtes toujours au courant de l'avancement et des éventuels défis. Nous fournissons des mises à jour régulières et des rapports détaillés, afin que vous ayez une compréhension claire de l'état du projet. Notre engagement envers la transparence construit la confiance et favorise des relations solides avec nos clients.",
    "Our team consists of highly skilled professionals with extensive experience in the construction industry. We bring expertise and precision to every project. Our team members are experts in their respective fields, including architecture, engineering, project management, and construction. We stay up-to-date with the latest industry trends and best practices to ensure that we deliver the highest quality work. Our expertise allows us to tackle complex projects and deliver exceptional results.": "Notre équipe est composée de professionnels hautement qualifiés avec une vaste expérience dans l'industrie de la construction. Nous apportons expertise et précision à chaque projet. Nos membres d'équipe sont des experts dans leurs domaines respectifs, y compris l'architecture, l'ingénierie, la gestion de projet et la construction. Nous restons à jour avec les dernières tendances et meilleures pratiques de l'industrie pour garantir que nous fournissons un travail de la plus haute qualité. Notre expertise nous permet de relever des projets complexes et de livrer des résultats exceptionnels.",
    "Reliability is at the core of our business. We ensure that every project is completed on time and within budget, without compromising on quality. Our clients can count on us to deliver what we promise. We have a proven track record of successfully completing projects on schedule and within the agreed budget. Our reliable approach minimizes disruptions and ensures a smooth construction process. We take pride in our ability to consistently meet and exceed our clients' expectations.": "La fiabilité est au cœur de notre entreprise. Nous veillons à ce que chaque projet soit achevé dans les délais et dans le respect du budget, sans compromettre la qualité. Nos clients peuvent compter sur nous pour tenir nos promesses. Nous avons un historique prouvé de réussite dans la réalisation de projets dans les délais et le budget convenus. Notre approche fiable minimise les perturbations et assure un processus de construction fluide. Nous sommes fiers de notre capacité à répondre et à dépasser constamment les attentes de nos clients.",
    "We leverage the latest technologies to enhance our construction processes. Our use of advanced tools and techniques ensures superior results. We invest in cutting-edge technology to improve efficiency, accuracy, and safety on our projects. From Building Information Modeling to drone surveys and 3D printing, we utilize a range of innovative technologies to streamline our operations and deliver high-quality work. Our commitment to technology allows us to stay ahead of the curve and provide our clients with the best possible solutions.": "Nous exploitons les dernières technologies pour améliorer nos processus de construction. Notre utilisation d'outils et de techniques avancés garantit des résultats supérieurs. Nous investissons dans des technologies de pointe pour améliorer l'efficacité, la précision et la sécurité de nos projets. Du Building Information Modeling aux relevés par drone et à l'impression 3D, nous utilisons une gamme de technologies innovantes pour rationaliser nos opérations et fournir un travail de haute qualité. Notre engagement envers la technologie nous permet de rester à la pointe et de fournir à nos clients les meilleures solutions possibles.",
    "Our modern designs combine style and functionality to meet the unique needs of each client. We focus on creating visually appealing and practical spaces.": "Nos conceptions modernes allient style et fonctionnalité pour répondre aux besoins uniques de chaque client. Nous nous concentrons sur la création d'espaces esthétiquement plaisants et pratiques.",
    "We provide comprehensive construction management services to ensure your project runs smoothly from start to finish, coordinating with all stakeholders.": "Nous fournissons des services complets de gestion de la construction pour garantir que votre projet se déroule sans accroc du début à la fin, en coordonnant avec toutes les parties prenantes.",
    "As a general contractor, we handle all aspects of your construction project, ensuring high standards of quality and safety, and delivering exceptional results.": "En tant qu'entrepreneur général, nous gérons tous les aspects de votre projet de construction, en garantissant des normes élevées de qualité et de sécurité, et en livrant des résultats exceptionnels.",
    "Our team of experts provides professional consulting services to help you navigate the complexities of the construction process and make informed decisions.": "Notre équipe d'experts fournit des services de conseil professionnels pour vous aider à naviguer dans les complexités du processus de construction et à prendre des décisions éclairées.",
    "We offer a wide range of construction services to meet the needs of our clients, from design and planning to construction and post-construction support.": "Nous proposons une large gamme de services de construction pour répondre aux besoins de nos clients, de la conception et de la planification à la construction et au soutien post-construction.",
    "Our team of experts has extensive experience in the construction industry and is committed to delivering exceptional results.": "Notre équipe d'experts possède une vaste expérience dans l'industrie de la construction et s'engage à fournir des résultats exceptionnels.",
    "We are dedicated to providing our clients with the highest quality work and ensuring that every project is completed on time and within budget.": "Nous nous engageons à fournir à nos clients un travail de la plus haute qualité et à veiller à ce que chaque projet soit achevé dans les délais et dans le respect du budget.",
    "We are committed to excellence in everything we do, from the quality of our work to the professionalism of our team.": "Nous nous engageons à l'excellence dans tout ce que nous faisons, de la qualité de notre travail à la professionnalisme de notre équipe.",
    "In progress": "En cours d'envoi",
    "No project uploaded yet.": "Aucun projet pour le moment.",
    "PROJECT INFO": "INFO PROJET",
    "Company:": "Entreprise :",
    "Address:": "Addresse :",
    "Category:": "Catégorie :",
    "Size:": "Taille :",
    "Status:": "Statut :",
    "Duration:": "Durée :",
    "Tags:": "Tags :",
    "Project - ": "Projet - ",
    "Already registered?": "Déjà inscrit(e) ?",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez indiquée lors de votre inscription.",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe par e-mail",
    "More details": "Plus de détails",
    "Job has been successfully deleted": "L'offre a été supprimée avec succès",
    "Sorry, your job has not been approved and therefore not published.": "Désolé, votre offre d'emploi n'a pas été approuvé et par consequent n'a pas été publié",
    "Congratulations, your job has been approved and published.": "Félicitations, votre offre d'emploi a été approuvé et publié ",
    "Log in": "Se connecter",
    "The subscription has been successfully validated": "l'abonnement a été  validé avec succès",
    "Offer": "Offre",
    "Start": "Debut",
    "End": "Fin",
    "Not Validated yet": "Pas encore validé",
    "Active until": "Actif jusqu'au",
    "Field ": "Domaine ",
    "Not activated yet": "Pas encore activé ",
    "Balance": "Solde ",
    "Subscribers by month": "Abonnés par mois ",
    "Validate subscription": "Valider cet abonnement",
    "You will receive this email to confirm the validation of your subscription, it takes effect from ": "Vous recevez cet email pour confirmer la validation de  votre abonnement qui prend effet  à partir du ",
    " and ends on : ": " et s'achève le : ",
    " at ": " à ",
    "Statistics": "Statistiques",
    "Premuim": "Payant",
    "Congratulations on the activation of your subscription": "Félicitations pour l'activation de votre abonnement",
    "Subscribers": "Abonnés",
    "Any": "Aucun",
    "The Subscription has been created": "L'abonnement a été créé",
    "The Subscription has been updated": "L'abonnement a été mis à jour",
    "Subscription": "Abonnement",
    "Edit subscription": "Modifier l'abonnement",
    "Subscriptions": "Abonnements",
    "Subscription list": "Liste des Abonnements",
    "Add new subscription": "Ajouter un nouvel abonnement",
    "Add Subscription": "Ajouter un abonnement",
    "Reset": "Réinitialiser",
    "Duration in Week(s)": "Durée en Semaine(s)",
    "Duration": "Durée",
    "Amount": "Somme",
    "Message Details": "Details du message",
    "You receive this e-mail to confirm the publication of your job, the title of which is: ": "Vous recevez cet e-mail pour confirmer la publication de votre annonce dont l'intitulé est :",
    "Would you like to delete this job as well ?": "Voudriez-vous egalement supprimer ce offre d'emploi ?",
    "Sign In": "Connexion",
    "Log Out": "Se déconnecter",
    "Remember Me": "Se souvenir de moi",
    "The response was successfully sent to ": "La réponse a été envoyée avec succès à ",
    "Hello!": "Bonjour!",
    "Do not reply": "Ne pas repondre",
    "Reply": "Répondre",
    "Send": "Envoyer",
    "Reply to the message here": "Répondre au message ici",
    "Response": "Réponse",
    "Received at": "Date de Reception",
    "Contacts list": "Liste des contacts",
    "Hello  ": "Bonjour ",
    "Administrator": "Administrateur",
    "Jobs": "Offres d'emploi",
    "Job offer published": "Offre d'emploi publiée",
    "Thank you for using our application!": "Merci d'utiliser cette application ",
    "Consult the list of other available jobs": "Consulter la liste des autres offres d'emploi disponibles",
    "You receive this e-mail to confirm the publication of your job, the title of which is": "Vous recevez cet e-mail pour vous confirmer effectivement la publication de votre offre d'emploi dont le titre est :",
    "Regards": "Salutations",
    "The password must be at least 8 characters": "Le mot de passe doit comporter au moins 8 caractères",
    "password confirmation does not match.": "La confirmation du mot de passe ne correspond pas",
    "Confirm Password": "Confirmez le mot de passe",
    "Reset Password": "Réinitialiser le mot de passe",
    "This password reset link will expire in ": "Ce lien de réinitialisation de mot de passe expirera dans ",
    "If you're having trouble clicking the ": "Si vous avez des difficultés à cliquer sur le bouton ",
    "button, copy and paste the URL below into your web browser: ": "copiez et collez l'URL ci-dessous dans votre navigateur web : ",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
    "You are receiving this email because we have received a request to reset the password for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation du mot de passe pour votre compte.",
    "Password Reset Notification": "Notification pour réinitialisation du mot de passe",
    "All rights reserved.": "Tous droits réservés.",
    "Forgot your password?": "Mot de passe oublié ?",
    "Your account is disable, Please contact administrator.": "Votre compte est desactivé, veuillez contacter l'administrateur de la plateforme.",
    "These credentials do not match our records.": "Ces informations d'identification ne correspondent pas.",
    "The provided password is incorrect.": "Le mot de passe fourni est incorrect.",
    "Too many login attempts. Please try again in some seconds.": "Trop de tentatives de connexion. Veuillez réessayer dans quelques secondes.",
    "Your password has been reset!": "Votre mot de passe a été réinitialisé!",
    "We have emailed your password reset link!": "Nous avons envoyé votre lien de réinitialisation de mot de passe par e-mail !",
    "Please wait before retrying.": "Veuillez patienter avant de réessayer",
    "This password reset token is invalid.": "Ce jeton de réinitialisation de mot de passe n'est pas valide",
    "We can't find a user with that email address.": "Nous ne trouvons pas d'utilisateur avec cette adresse e-mail.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Aucun problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons par e-mail un lien de réinitialisation de mot de passe qui vous permettra d'en choisir un nouveau",
    "Dashboard": "Tableau de bord",
    "Users": "Utilisateurs",
    "Users list": "Liste des utilisateurs",
    "Job has been successfully published.": "L'offre d'emploi a été publiée avec succès",
    "Account has been successfully blocked.": "Le compte a été bloqué avec succès.",
    "Account has been successfully unblocked.": "Le compte a été débloqué avec succès.",
    "You don't have the right permission to access the requested page.": "Vous n'avez pas la permission pour accéder à la page demandée",
    "Back to home": "Retourner à l'accueil",
    "Profile": "Profil",
    "Name": "Nom",
    "Role": "Rôle",
    "Block": "Bloquer",
    "Unblock": "Débloquer",
    "Made By": "Fait par",
    "Fill your email address in this form and we will send you a link to reset your password.": "Remplissez votre adresse mail dans ce formulaire et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
    "Forgot Password": "Mot de passe oublié",
    "Your password has been successfully reset. You can login with your new password.": "Votre mot de passe a été réinitialisé avec succès. Vous pouvez vous connecter avec votre nouveau mot de passe.",
    "Back to login": "Retourner à la connexion",
    "Send the link": "Envoyer le lien",
    "Resend the link": "Renvoyer le lien",
    "Hi": "Salut",
    "Edit": "Modifier",
    "Change information about yourself on this page.": "Changez les informations vous concernant à partir de cette page.",
    "Profile Information": "Informations du profil",
    "Update Password": "Changer le mot de passe",
    "Current password": "Mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Save": "Enregistrer",
    "Password has been successfully updated.": "Le mot de passe a été changé avec succès.",
    "Information have been successfully updated.": "Les informations de profil on été mises à jour avec succès",
    "Categories list": "Liste des catégories",
    "Categories": "Catégories",
    "Cancel": "Annuler",
    "Category Name here": "Nom de la catégorie ici",
    "Yes! delete": "Oui! supprimer",
    "Delete": "Supprimer",
    "Job show": "Détails de l'offre d'emploi",
    "Jobs list": "Liste des offres d'emploi",
    "Delete tag": "Supprimer un tag",
    "Delete job": "Supprimer l'offre d'emploi",
    "Delete sub-category": "Supprimer la sous-catégorie",
    "Delete category": "Supprimer la catégorie",
    "Delete Tag": "Supprimer un tag",
    "Edit Category": "Modifier la catégorie",
    "Edit Tag": "Modifier un tag",
    "Not Published": "Ne pas publier",
    "Category name": "Nom de la catégorie",
    "Tag name": "Nom du tag",
    "Title": "Titre",
    "Update": "Mettre à jour",
    "The Subscription has been deleted": "L'abonnement a été supprimé",
    "Dateline": "Date Limite",
    "Enterprise": "Entreprise",
    "Validate Subscription": "Valider cet abonnement",
    "Company": "Entreprise",
    "Validate the subscription of": "Valider l'abonnement de",
    "Are you sure you want to delete this subscription?": "Êtes-vous sûr de vouloir supprimer cet abonnement ?",
    "Are you sure you want to validate this subscription ?": "Êtes-vous sûr de vouloir valider cet abonnement ?",
    "Sub-category": "Sous-catégorie",
    "Delete Subscritpion": "Supprimer l'abonnement",
    "File": "Fichier",
    "Research Area": "Domaine recheché",
    "Created at": "Creé le",
    "Updated at": "Mis à jour le",
    "Published": "Publié",
    "Language": "Langage",
    "The name edit has already been taken.": "Le nom a déjà été utilisé ",
    "The name field is required.": "Le champ  nom est requis",
    "Tags list": "Liste des Tags",
    "The name must be a string.": "Le nom d'être une chaine de caractère",
    "The tag has been updated": " Le tag été mis a jour",
    "The category has been updated": "La categorie a été mise à jour",
    "The category has been created": "La catégorie a été créée",
    "The Tag has been created": "Le tag a été créé",
    "The category has been deleted": "La categorie a été supprimée",
    "The job has been deleted": "L'offre d'emploi a été supprimé",
    "The Tag has been deleted": "Le tag a été supprimé",
    "Are you Sure? You want to delete": "Etes-vous sûr? Souhaitez-vous supprimer",
    "Are you sure you want to delete this subcategory?": "Etes-vous sûr de vouloir supprimer cette sous-catégorie?",
    "Are you sure you want to delete this category?": "Etes-vous sûr de vouloir supprimer cette catégorie ?",
    "This will also delete all jobs related to this subcategory.": "Cela supprimera également toutes les offres d'emploi en relation avec la sous-catégorie.",
    "This will also remove all subcategories and jobs linked to that category.": "Cela supprimera également toutes les sous-catégories et toutes les offres d'emploi en relation avec la catégorie.",
    "Are you sure you want to delete this tag?": "Etes-vous sûr de vouloir supprimer ce tag ?",
    "Are you sure you want to delete this job?": "Etes-vous sûr de vouloir supprimer cette offre d'emploi ?",
    "Add Tag": "Ajouter un tag",
    "Add category": "Ajouter une catégorie",
    "Sub-categories list": "Liste des sous-catégories",
    "Add new sub-category": "Ajouter une sous-catégorie",
    "Category": "Catégorie",
    "Sub-categories": "Sous-catégories",
    "The sub-category has been created": "La sous-catégorie a été ajoutée",
    "The sub-category has been updated": "La sous-catégorie a été mise à jour",
    "The sub-category has been deleted": "La sous-catégorie a été supprimée",
    "Select a category": "Sélectionner une catégorie",
    "Edit sub-category": "Modifier la sous-catégorie",
    "Confirm": "Confirmer",
    "Home": "Accueil",
    "Explore By Category": "Explorer par catégorie",
    "Job List": "Liste des offres",
    "Showing": " ",
    "to": "à",
    "of": "de",
    "results": "résultats",
    "Go to dashboard": "Aller à l'administration",
    "Go to Dashboard": "Aller au tableau de bord",
    "Post a job": "Publier une offre",
    "Job Listing": "Offres d'emploi",
    "Date Line": "Date limite",
    "Apply Now": "Postuler",
    "Job details": "Détails de l'offre d'emploi",
    "Job description": "Description de l'offre d'emploi",
    "Responsabilities": "Responsabilités",
    "Apply For The Job": "Postuler Pour L'offre",
    "Job Summary": "Résumé de l'offre",
    "Published On": "Publié Le",
    "Job Type": "Type de l'offre d'emploi",
    "Salary": "Salaire",
    "Location": "Résidence",
    "Latest Jobs": "Dernières offres d'emploi",
    "Browse More Jobs": "Voir toutes les offres d'emploi",
    "For category": "Pour la catégorie",
    "Company Details": "Détails de l'entreprise",
    "Website": "Site web",
    "Other informations": "Autres informations",
    "Follow the steps below to Post a job": "Suivez les étapes ci-dessous pour publier une offre d'emploi",
    "Select a sub-category": "Sélectionnez une sous-catégorie",
    "Select the job type": "Sélectionnez le type de l'offre",
    "Min. salary": "Salaire minimal",
    "Max. salary": "Salaire maximal",
    "Select Tags": "Sélectionnez les tags",
    "Short Description": "Courte description",
    "Add job specifications file": "Ajouter un fichier pour les spécifications de l'offre d'emploi",
    "Deadline for receipt of applications": "Date limite de réception des demandes",
    "General introduction to the job": "Présentation générale de l'offre",
    "General Informations": "Informations générales",
    "Requirements": "Exigences",
    "Back": "Retourner en arrière",
    "Add a description": "Ajouter une description",
    "Add a logo": "Ajouter un logo",
    "Requirement": "Exigence",
    "Are you sure you want to cancel?": "Êtes-vous sûr de vouloir annuler ?",
    "Job creation has been cancelled": "La création de l'offre d'emploi a été annulée",
    "Yes": "Oui",
    "No": "Non",
    "Previous": "Précédent",
    "Next": "Suivant",
    "Your job has been successfully registered. It will be studied and you will be informed of its publication or not as soon as possible. An email related to this action has been sent to you, please check your mailbox.": "Votre offre d'emploi a été enregistrée avec succès. Elle sera étudiée et vous serez informé de sa publication ou non dans les meilleurs délais. Un courriel relatif à cette action vous a été envoyé, veuillez vérifier votre boîte mail.",
    "Hello ": "Salut ",
    "Good morning": "Bonjour ",
    "Good afternooon": "Bon après-midi ",
    "afternooon": "Bon après-midi ",
    "Good evening": "Bonsoir ",
    "New Job Submission Notification": "Notification de soumission d'une nouvelle offre d'emploi",
    "A new job ": "Une nouvelle offre d'emploi ",
    "has been submitted by ": "a été soumis par ",
    "Go to job details": "Voir les détails de l'offre",
    "Go to website": "Aller sur le site",
    "Your job ": "Votre offre d'emploi ",
    " has been successfully registered. It will be studied and you will be informed of its publication or not as soon as possible.": " a été enregistrée avec succès. Elle sera étudiée et vous serez informé de sa publication ou non dans les meilleurs délais.",
    "is a start-up agency for employment born from a firm will to facilitate the professional insertion of any Cameroonian. It is in this optics that was set up this platform in order to bring closer to the companies, the job seekers and of professional training course, in this way they will be on the lookout for the least advertisement or request of those.": "est une start-up agence pour l'emploi née d'une ferme volonté de faciliter l'insertion professionnelle de tout  camerounais. c'est dans cette optique qu'à été mis sur pied cette plateforme afin de  rapprocher au plus près des entreprises, les demandeurs d'emplois et de stage professionnel, de cette façon ils seront à l'affût de la moindre annonce ou sollicitation de ceux-ci.",
    "We mainly assist:": "Nous accompagnons principalement :",
    "We help you get the best job and find talent": "Nous vous aidons à obtenir le meilleur emploi et à trouver des talents",
    "Read More": "Lire plus",
    "About": "À propos",
    "Companies": "Entreprises",
    "Unemployed ": "Les sans emploi fixe",
    "Unemployed": "Sans emploi fixe",
    "Students": "Les étudiants",
    "Pupils": "Les élèves",
    "Our target audience": "Nos cibles",
    "You are a company looking for interns or qualified personnel, subscribe with the company status and publish your recruitment ads while benefiting from our tools and formulas in order to reach more quickly your objectives and improve your MboaLink experience.": "Vous êtes une entreprise à la recherche de stagiaires ou de personnel qualifié, inscrivez-vous au statut d'entreprise et publiez vos annonces de recrutement tout en bénéficiant de nos outils et formules afin d'atteindre plus rapidement vos objectifs et d'améliorer votre expérience MboaLink.",
    "You are a Cameroonian graduate, without a permanent job and maybe even with exceptional aptitude in one or more professional fields and wish to register in a career project, subscribe with the status without permanent job and apply for the position that corresponds to your abilities while benefiting from our tools and formulas to reach your goals faster and your objectives and enhance your MboaLink experience.": "Vous êtes un diplômé camerounais, sans emploi fixe et peut-être même avec des aptitudes exceptionnelles dans un ou plusieurs domaines professionnels et souhaitez vous inscrire dans un projet de carrière, souscrire au statut sans emploi fixe et postuler au poste qui correspond à vos compétences tout en bénéficiant de nos outils et formules pour atteindre plus rapidement vos buts et vos objectifs et améliorer votre expérience MboaLink.",
    "You are a Cameroonian student, at the beginning, middle or end of your studies, and you wish to put into practice your knowledge, discover the world of work and acquire a professional experience; subscribe with the STUDENT status and benefit from our tools and formulas in order to reach your objectives and enhance your MboaLink experience.": "Vous êtes un étudiant camerounais, au début, au milieu ou à la fin de vos études, et vous souhaitez mettre en pratique vos connaissances, découvrir le monde du travail et acquérir une expérience professionnelle; souscrivez au statut ETUDIANT et bénéficiez de nos outils et formules pour atteindre vos objectifs et enrichir votre expérience MboaLink.",
    "You are a Cameroonian pupil, eager to acquire professional skills in order to develop your abilities faster and arrive with a head start on the job market, subscribe with the pupil status and benefit from our tools and formulas in order to reach your objectives and enhance your MboaLink experience.": "Vous êtes un élève camerounais, désireux d'acquérir des compétences professionnelles afin de développer plus rapidement vos capacités et d'arriver avec une longueur d'avance sur le marché du travail, souscrivez au statut d'élève et bénéficiez de nos outils et formules afin d'atteindre vos objectifs et d'améliorer votre expérience MboaLink.",
    "MBOALINK, THE CHOICE OF EMPLOYMENT NEARBY.": "MBOALINK, LE CHOIX DE L'EMPLOI TOUT PRÈS.",
    "Contact us": "Contactez-nous",
    "Subject": "Sujet",
    "Cameroon": "Cameroun",
    "Fill the form below to send us a message": "Remplissez le formulaire ci-dessous pour nous laisser un message",
    "Loading": "Chargement",
    "Your message has been successfully sent to the platform administrator. You will receive an email as soon as possible.": "Votre message a été envoyé à l'administrateur de la plate-forme avec succès. Vous recevrez un mail dans les brefs délais.",
    "Message Sent": "Message envoyé",
    "New Message": "Nouveau message",
    "A new message for: ": "Un nouveau message pour : ",
    ", has been sent by ": ", a été envoyé par ",
    "Go to contacts": "Aller aux contacts",
    "Your message for: ": "Votre message pour : ",
    "The content of the message: ": "Le contenu du message : ",
    " has been successfully sent to the administrator. You will receive a response as soon as possible.": " a été envoyé à l'administrateur avec succès. Vous recevrez une réponse dans les brefs délais.",
    "Quick links": "Liens rapides",
    "Job Details": "Détails de l'offre d'emploi",
    "No tag": "Pas de tag",
    "Not published yet": "Pas encore publié",
    "No file": "Pas de fichier",
    "Publish": "Publier",
    "Do not publish": "Ne pas publier",
    "Eg.: Web Developper, Marketing, ...": "Ex : Développeur Web, Marketing, ...",
    "Search results": "Résultats de la recherche",
    "job(s) found": "offre(s) trouvée(s)",
    "Keyword": "Mot-clé",
    "Empty": "Vide",
    "Published at": "Publié le",
    "Published on": "Publié le",
    "Submitted at": "Soumis le",
    "Search": "Rechercher",
    "Clear": "Effacer",
    "English": "Anglais",
    "French": "Français",
    "Bilingual": "Bilingue",
    "Full Time": "Temps plein",
    "Part Time": "Temps partiel",
    "Internship": "Stage",
    "Remote": "À distance",
    "Loading...": "Chargement...",
    "Our Best Subscription Plans": "Nos meilleurs plans d'abonnement",
    "Our Subscription Plans": "Nos plans d'abonnement",
    "See All Plans": "Voir tous les plans",
    "Subscribe Now": "S'abonner",
    "Pricing": "Plans",
    "All of the above represent subscriptions to which this subscriber has subscribed": "L'ensemble de ces éléments ci-dessus représentent les abonnements auxquels cet abonné a souscris",
    "Subscribers List": "Liste des abonnés",
    "Student": "Étudiant",
    "Subscriber profile": "Profil de l'abonné",
    "Pupil": "Élève",
    "Free": "Gratuit",
    "Subscribers list": "Liste des abonnés",
    "Job seekers": "Chercheurs d'emploi",
    "Subscribe to a new subscription": "Souscrire à un nouvel abonnement",
    "Fill the form below to save your subscription": "Remplissez le formulaire ci-dessous pour enregistrer votre abonnement",
    "Follow the steps below save your subscription": "Suivez les étapes ci-dessous pour enregistrer votre abonnement",
    "Company Informations": "Informations de l'entreprise",
    "Personal Informations": "Informations personnelles",
    "Personal Information": "Informations personnelles",
    "Payment": "Paiement",
    "Select your activity field": "Sélectionnez votre domaine d'activité",
    "Select the field you are looking for": "Sélectionnez le domaine recherché",
    "Phone Number": "Numéro de téléphone",
    "Parent Phone Number": "Numéro de téléphone du parent",
    "Select your language of expression": "Sélectionnez votre langue d'expression",
    "School attended": "Ecole fréquentée",
    "Select your series": "Sélectionnez votre série",
    "Serie": "Série",
    "Select your cycle": "Sélectionnez votre cycle",
    "Select your section": "Sélectionnez votre section",
    "Birth Date": "Date de naissance",
    "Select your current class": "Sélectionnez votre classe actuelle",
    "Class": "Classe",
    "School": "Ecole",
    "French section": "Section francophone",
    "English section": "Section anglophone",
    "First cycle": "Premier cycle",
    "Second cycle": "Second cycle",
    "Download": "Télécharger",
    "Series": "Série",
    "Select your education type": "Sélectionnez votre type d'éducation",
    "General education": "Enseignement général",
    "Technical education": "Enseignement technique",
    "Describe your aspirations in a few words": "Décrivez vos aspirations en quelques mots",
    "University of ": "Université de ",
    "University": "Université",
    "Select your attended university": "Sélectionnez votre université fréquentée",
    "Select your training school": "Sélectionnez votre école de formation",
    "Training school": "Ecole de formation",
    "Level": "Niveau",
    "Field": "Filière",
    "Describe your activity in a few words": "Décrivez votre activité en quelques mots",
    "Your current job": "Votre emploi actuel",
    "Current Job": "Emploi actuel",
    "Your last diploma": "Votre dernier diplôme",
    "Diploma": "Diplôme",
    "Describe your aptitudes in a few words": "Décrivez vos aptitudes en quelques mots",
    "Describe your qualifications in a few words": "Décrivez vos qualifications en quelques mots",
    "Coming soon ...": "A venir ...",
    "Your request for subscription has been successfully sent. You will be contacted shortly via WhatsApp by administrator for further details in order to validate your subscription.": "Votre demande d'abonnement a été envoyée avec succès. Vous serez contacté prochainement par l'administrateur via WhatsApp pour de plus amples informations afin de valider votre abonnement.",
    "Go to subscription details": "Ouvrir les détails",
    "New Subscription Request": "Nouvelle demande d'abonnement",
    "A new request for a type subscription: ": "Une nouvelle demande d'abonnement de type : ",
    " has been made by: ": " a été faite par : ",
    "Look at other plans": "Voir d'autres plans",
    "The new offer :position and current offers must be different": "La nouvelle offre :position et les offres actuelles doivent avoir des valeurs différentes",
    "Add a CV": "Ajouter un CV",
    "Select the desired subscription type": "Sélectionnez le type d'abonnement souhaité",
    "Your password for future login is: ": "Votre mot de passe pour future connexion est : ",
    "You can change it any time on your profile.": "Vous pouvez le modifier à n'importe quel moment à partir de votre profil.",
    "Log in to get started": "Connectez-vous pour commencer",
    "Deadline for applications": "Date limite de dépôt des candidatures",
    "Your password has been sent to you by email.": "Votre mot de passe vous a été envoyé par mail.",
    "The form contains errors. Please check them before resubmitting the form.": "Le formulaire contient des erreurs. Vérifiez-les avant de soumettre à nouveau le formulaire.",
    "Send Message": "Envoyer",
    "Change Language": "Changer la langue",
    "My dashboard": "Mon tableau de bord",
    "My Jobs": "Mes offres d'emploi",
    "My Profile": "Mes profil",
    "Update your personal information using the form below": "Modifiez vos informations personnelles à partir du formulaire ci-dessous",
    "Update your password using the form below": "Modifiez votre mot de passe à partir du formulaire ci-dessous",
    "Confirm new password": "Confirmez le nouveau mot de passe",
    "Update logo": "Modifier le logo",
    "Update CV": "Modifier le CV",
    "Profile has been successfully updated.": "Le profil a été mis à jour avec succès.",
    "Your created jobs are listed in the table below.": "Les offres d'emploi que vous avez créées sont répertoriées dans le tableau ci-dessous.",
    "The jobs you have applied for are listed in the table below.": "Les offres d'emplois auxquelles vous avez postulé sont listées dans le tableau ci-dessous.",
    "You have not submitted a job yet.": "Vous n'avez pas encore soumis d'offre d'emploi.",
    "You have not applied for a job yet.": "Vous n'avez pas encore postulé à une offre d'emploi.",
    "Pending": "En attente",
    "Applicants list": "Liste des candidatures",
    "My Applications": "Mes candidatures",
    "Back to my dashboard": "Retourner à mon tableau de bord",
    "My Subscriptions": "Mes abonnements",
    "My subscriptions list": "Liste de mes abonnements",
    "Your subscriptions are listed in the table below.": "Vos abonnements sont répertoriés dans le tableau ci-dessous.",
    "Submission date": "Date de soumission",
    "Start date": "Date de début",
    "End date": "Date de fin",
    "Subscribe to see the different jobs.": "S'abonner pour voir les différentes offres d'emploi.",
    "Don't have an account yet?": "Pas de compte ?",
    "Subscribe here.": "Abonnez-vous ici.",
    "You have the possibility to start with a free subscription.": "Vous avez la possibilité de démarrer avec un abonnement gratuit.",
    "This job has not been published yet.": "Cette offre d'emploi n'a pas encore été publiée.",
    "Your application has been successfully submitted. You will receive an email confirming your action.": "Votre candidature a été soumise avec succès. Vous recevrez un mail confirmant votre action.",
    "New Job Application Notification": "Notification pour nouvelle candidature",
    "A new application for job: ": "Une nouvelle candidature pour l'offre d'emploi : ",
    " has been submitted by: ": " a été soumise par : ",
    "Your application for job: ": "Votre candidature pour l'offre d'emploi : ",
    " has been successfully sent to the company: ": " a été envoyée avec succès à l'entreprise : ",
    " will guide you through this process.": " vous accompagnera tout au long de ce processus.",
    "You cannot perform this action.": "Vous ne pouvez pas effectuer cette action.",
    "Applied on": "Postulé le",
    "Logout": "Déconnexion",
    "Details": "Détails",
    "You've already applied for this job": "Vous avez déjà postulé à cette offre d'emploi",
    "You can renew your subscription one week before the end of the current one.": "Vous pourrez renouveler votre abonnement une semaine avant la fin de celui en cours.",
    "Send renewal request": "Envoyer la demande",
    "Renew my subscription": "Renouveler mon abonnement",
    "Validate the renewal": "Valider le renouvellement",
    "Dear subscriber, you have": "Cher abonné, il vous reste",
    "day": "jour",
    "day(s)": "jour(s)",
    "hour": "heure",
    "hours": "heures",
    "left on your current subscription.": "pour votre abonnement actuel.",
    "You can request a renewal by clicking on the button below.": "Vous pouvez faire une demande de renouvellement en cliquant sur le bouton ci-dessous.",
    "Close": "Fermer",
    "Validated": "Validé",
    "Status": "Statut",
    "Dear subscriber, your subscription period is over.": "Cher abonné, votre période d'abonnement est terminée.",
    "Your subscription renewal request as been successfully sent. You will be contacted shortly via WhatsApp by administrator for further details in order to validate your subscription.": "Votre demande de renouvellement d'abonnement a été envoyée avec succès. L'administrateur vous contactera sous peu via WhatsApp pour les détails supplémentaires afin de valider votre abonnement.",
    "An email has been sent to you.": "Un email vous a été envoyé.",
    "Upcoming": "A venir",
    "Ended": "Terminé",
    "On going": "En cours",
    "It will cost you": "Il vous coûtera",
    "and go from": "et ira du",
    "to ": "au ",
    "Your last subscription request is awaiting validation.": "Votre dernière demande d'abonnement est en attente de validation.",
    "Subscription Renewal Request": "Demande de renouvellement d'abonnement",
    "A request for a renewal subscription ": "Une demande de renouvellement d'abonnement ",
    "Cost": "Coût",
    "Click the button below to upgrade your subscription": "Cliquez sur le bouton ci-dessous pour mettre à niveau votre abonnement",
    "Upgrade my subscription": "Mettre à niveau l'abonnement",
    "Subscription upgrade": "Mise à niveau de l'abonnement",
    "Upgrade": "Mettre à niveau",
    "You still have": "Il vous reste encore",
    "You have already subscribed, go to your dashboard if you wish to renew": "Vous êtes déjà abonné, rendez-vous sur votre tableau de bord si vous souhaitez renouveler votre abonnement",
    "Job applicants": "Candidats à l'emploi",
    "The different applications for job": "Les différentes candidatures pour l'offre",
    "are listed in the table below": "sont listées dans le tableau ci-dessous",
    "No applicant yet": "Pas de candidature pour le moment",
    "Details of applicant:": "Informations du candidat :",
    "Account Status": "Statut du compte",
    "Your account is": "Votre compte est",
    "active": "actif",
    "Inactive": "Inactif",
    "disabled": "désactivé",
    "You can continue to browse the website and enjoy the privileges of your subscription.": "Vous pouvez continuer à naviguer sur le site et profiter des privilèges de votre abonnement.",
    "you": "vous",
    "administrator": "l'administrateur",
    "Your account has been disabled on": "Votre compte a été désactivé le",
    "by": "par",
    "You can click on the button below to activate you account.": "Vous pouvez cliquer sur le bouton ci-dessous pour activer votre compte.",
    "You can click on the button below to disable you account.": "Vous pouvez cliquer sur le bouton ci-dessous pour désactiver votre compte.",
    "Disable my account": "Désactiver mon compte",
    "Activate my account": "Activer mon compte",
    "You have ": "Vous avez ",
    "activated": "activé",
    " your account.": " votre compte.",
    "You can contact the administrator to find out more:": "Vous pouvez contacter l'administrateur pour en savoir plus :",
    "or": "ou",
    "The password reset link has expired, please request a new password reset.": "Le lien de réinitialisation a expiré, veuillez faire une nouvelle demande.",
    "You cannot enable this account because it was disabled by its owner.": "Vous ne pouvez pas activer ce compte car il a été désactivé par son propriétaire.",
    "This category has ": "Cette catégorie possède ",
    " job(s), so you cannot delete it.": " offre(s) d'emploi, donc vous ne pouvez pas la supprimer.",
    "Number of job offers": "Nombre d'offres",
    "Disable": "Désactiver",
    "Facts": "Chiffres",
    "This category contains": "Cette catégorie contient",
    "sub-categorie(s)": "sous-catégorie(s)",
    "It also contains": "Elle contient aussi",
    "job offer(s)": "offre(s) d'emploi",
    "You cannot delete it": "Vous ne pouvez pas la supprimer",
    "You can, however, disable it, and it will no longer appear in the proposals made to users.": "Vous pouvez, par contre, la désactiver et elle n'apparaîtra plus dans les propositions faites aux utilisateurs.",
    "You can disable it if you don't want to delete it permanently.": "Vous pouvez juste la désactiver si vous ne souhaitez pas la supprimer définitivement.",
    "The category has been ": "La catégorie a été ",
    "enabled": "activée",
    "disabled ": "désactivée",
    "Enable": "Activer",
    "Active": "Actif",
    "Disabled at": "Désactivé le",
    "The sub-category has been ": "La catégorie a été ",
    "This sub-category contains": "Cette sous-catégorie contient",
    "Included in ... job(s)": "Inclu dans ... offre(s)",
    "Server Error": "Erreur Serveur",
    "Something went wrong, please retry later or contact admin.": "Un problème s'est produit, veuillez réessayer plus tard ou contacter l'administrateur.",
    "Service Unavailable": "Service Indisponible",
    "Not Found": "Page Non Trouvée",
    "The page you were looking for could not be found.": "La page demandée n'existe pas.",
    "Forbidden": "Accès Interdit",
    "You do not have access to this page.": "Vous n'avez pas accès à cette page.",
    "Unauthenticated": "Non connecté",
    "You must be authenticated to access the requested page.": "Vous devez être connecté pour accéder à la page demandée.",
    "Page Expired": "Page Expirée",
    "Page has expired, please resume action.": "La page a expirée, veuillez reprendre l'action.",
    "Too Many Requests": "Trop De Requêtes",
    "You have made too many requests, retry later.": "Vous avez repété la même action trop de fois, veuillez réessayer plus tard.",
    "Method Not Allowed": "Méthode Non Allouée",
    "This element cannot be deleted, as it is already attached to at least one subscriber.": "Cet élément ne peut pas être supprimé, car il est déjà rattaché à au moins un abonné.",
    "Submit": "Soumettre",
    "Create Password": "Créer un mot de passe",
    "Your password has been successfully created.": "Votre mot de passe a été créé avec succès.",
    "If the link has expired, you can use the password reset link on the login page to create a new one.": "Si le lien a expiré, vous pouvez utiliser le lien de réinitialisation du mot de passe sur la page de connexion pour en créer un nouveau.",
    "Click on the link below to create your password. It is valid for one hour.": "Cliquez sur le lien ci-dessous pour créer votre mot de passe. Il est valide pour une heure.",
    "A link to create a password has been sent to you by email.": "Un lien pour créer un mot de passe vous a été envoyé par e-mail.",
    "Chat on WhatsApp": "Discuter sur WhatsApp",
    "No CV": "Pas de CV",
    "Academic information": "Informations académiques",
    "School Information": "Informations scolaires",
    "Other Information": "Autres informations",
    "Subscription activated": "Abonnement activé",
    "Your subscription ": "Votre abonnement ",
    " made on ": " effectué le ",
    " has been validated and is now active.": " a été validé et est actif dès à présent.",
    "It takes effect from ": "Il prend effet du ",
    " to ": " au ",
    "Do you confirm the publication of this job?": "Confirmez-vous la publication de cette offre d'emploi ?",
    "Target jobseekers with a valid subscription will receive notification for this job.": "Les Chercheurs d'emploi cibles ayant un abonnement valide recevront une notification pour cette offre.",
    "Alternatively, you can also delete it.": "Sinon, vous pouvez aussi supprimer cette offre.",
    "The company will receive notification for the deletion of its job.": "L'entreprise recevra une notification concernant la suppression de son offre.",
    "You are receiving this e-mail to confirm the publication of your job offer, the title of which is: ": "Vous recevez cet e-mail pour confirmer la publication de votre offre d'emploi, dont le titre est : ",
    ", submitted at ": ", soumise le ",
    "A new job offer ": "Une nouvelle offre d'emploi ",
    " from category ": " de la catégorie ",
    "Subscriptions status": "Etats des abonnements",
    " from the company ": " de l'entreprise ",
    " has been published on the website.": " a été publiée sur la plate-forme.",
    "Click on the link below to see details.": "Cliquer sur le lien ci-dessous pour voir les détails.",
    "New Job publication": "Nouvelle offre d'emploi publiée",
    "Your renewal request for subscription ": "Votre demande de renouvellement pour l'abonnement ",
    "Back to my jobs": "Retourner à mes offres",
    "New response notification": "Notification de nouvelle réponse",
    "You have received a response for your message sent on ": "Vous avez reçu une réponse pour votre message  envoyé le ",
    " with the subject: ": " dont le sujet était : ",
    "The content of the response is: ": "Le contenu de la réponse est : ",
    "Social Media": "Réseaux Sociaux",
    "All Rights Reserved.": "Tous droits réservés.",
    "this category.": "cette catégorie.",
    "this sub-category.": "cette sous-catégorie.",
    " or delete ": " ou supprimer ",
    "Validate the subscription renewal of": "Valider le renouvellement de",
    "Actions for job": "Actions pour l'offre",
    "Create my password": "Créer mon mot de passe",
    "Applicants list for job ": "Candidatures pour l'offre ",
    "See its applications": "Voir ses candidatures",
    "See its job offers": "Voir ses offre(s) d'emploi",
    "No application yet": "Pas de candidature à ce jour",
    "No job offer yet": "Pas d'offre d'emploi à ce jour",
    "Applications": "Candidatures",
    " from ": " de ",
    "FIND THE BEST JOB THAT FIT YOU.": "TROUVEZ LE MEILLEUR EMPLOI QUI VOUS CONVIENT.",
    "Frequently Asked Questions": "Foire aux questions",
    "Some images are provided by": "Certaines images sont fournies par",
    "Who is": "Qui est",
    "Where are you located?": "Où êtes-vous situé ?",
    "is currently located in Douala. Details to follow.": "est situé présentement dans la ville de Douala. Les détails seront fournis ultérieurement.",
    "More detais here": "Plus de détails ici",
    "How to get in touch?": "Comment vous contacter ?",
    "You can reach us using the information": "Vous pouvez nous joindre à partir des informations contenues",
    "on this page": "dans cette page",
    "(Phone call, Email) or from the contact form for a better follow-up.": "(Appel téléphonique, Email) ou à partir du formulaire de contact pour un meilleur suivi.",
    "Website access": "Accès à la plate-forme",
    "How can I register on the site?": "Comment puis-je m'inscrire au site ?",
    "You can register": "Vous pouvez vous inscrire",
    "from this page": "à partir de cette page",
    "by subscribing to one of our subscription plans. You can start with a free plan. This will give you a first experience of the platform without paying.": " en souscrivant à l'un de nos plans d'abonnement. Vous avez la possibilité de démarrer par un plan gratuit. Cela vous permettra d'avoir une première expérience avec la plate-forme sans payer.",
    "Do I have to pay to access the website?": "Dois-je payer pour accéder au site ?",
    "No! You can access the platform without paying. With a free subscription you don't have to pay.": "Non ! Vous pouvez avoir accès à la plate-forme sans payer. Avec un abonnement gratuit vous n'avez pas à payer.",
    "Do I have to take out a subscription plan?": "Suis-je obligé de souscrire à un plan d'abonnement ?",
    "Without a subscription, you can browse the site and its general information (About, Contact, FAQ, ...). But you won't be able to submit a job offer (company) or consult job offers. We advise you to start with": "Sans abonnement, vous pouvez naviguer sur le site et parcourir ses informations générales (About, Contact, FAQ, ...). Mais vous ne pourrez pas soumettre d'offre d'emploi (entreprise) ni consulter les offres d'emploi. Nous vous conseillons de démarrer par",
    "a free subscription": "un abonnement gratuit",
    "Is a free subscription right for me?": "Est-ce qu'un abonnement gratuit est adéquat pour moi ?",
    "A free subscription is a good place to start. You can always choose the one that suits your profile. So when you choose a free subscription, you select the type (Business, Student, High School Student, Unemployed) that best represents you.": "Un abonnement gratuit est adéquat pour débuter. Vous avez toujours la possibilité de choisir celui qui convient à votre profil. Donc en choisissant un abonnement gratuit, vous sélectionnez par la suite le type (Entreprise, Etudiant, Lycéen, Sans emploi fixe) qui vous représente le mieux.",
    "Can I take out a free subscription more than once?": "Puis-je souscrire plusieurs fois à un abonnement gratuit ?",
    "No, it is not possible to subscribe to this plan more than once. You should upgrade at the end of the plan.": "Non, ce nest pas possible de souscrire à ce plan plus d'une fois. Vous devrez le mettre à niveau à la fin de celui-ci.",
    "How do I pay for a paid subscription?": "Comment payer pour un abonnement payant ?",
    "For the moment, the platform does not include an online payment option. Payment is managed after discussion with the site administrator, who will provide you with the channel through which the action will be carried out.": "La plate-forme n'intègre, pour le moment, pas de moyen de paiement en ligne. Le paiement se gère après entretien avec l'administrateur du site, qui vous fournira le canal par lequel l'action sera effectuée.",
    "How do I know that my payment has been processed?": "Comment savoir que mon paiement a été pris en compte ?",
    "Following your payment, the administrator will validate your subscription/renewal. This marks the effectiveness of your payment.": "Suite à votre paiement, l'administrateur est chargé de valider votre abonnement/renouvellement. C'est cela qui marque l'effectivité de votre paiement.",
    "What should I do if my subscription is not validated after payment?": "Que faire si mon abonnement n'a pas été validé après paiement ?",
    "You can contact the administrator from": "Vous pourrez contacter l'administrateur à partir de",
    "these contacts": "ces contacts",
    "How can I renew my subscription plan?": "Comment renouveler mon plan d'abonnement ?",
    "Please note that you can request renewal 7 days before the end of your current subscription.": "Il faut noter que la demande de renouvellement est possible 7 jours avant la fin de l'abonnement actuel.",
    "If you have a free subscription, a link is provided for you to do so. After logging in, you'll see it in the drop-down menu at the top right of the page.": "Si vous avez un abonnement gratuit, un lien est mis à votre disposition pour le faire. Après vous être connecté vous le verrez dans le menu déroulant situé en haut à droite de la page.",
    "If you have a paid subscription, you can access it from your": "Si vous avez un abonnement payant, il est accessible à partir de votre",
    "dashboard": "tableau de bord",
    "Click on the link": "En cliquant sur le lien",
    "to access the renewal link.": "vous aurez le lien de renouvellement à votre disposition.",
    "Personal data": "Informations personnelles",
    "How can I access my personal data?": "Comment puis-je accéder à mes informations personnelles ?",
    "Personal information, filled in at the time of subscription, can be accessed from the dashboard.": "Les informations personnelles, remplies lors de l'abonnement, sont accessibles à partir du tableau de bord.",
    "This is only possible for paying subscribers.": "Ceci n'est possible que pour ceux ayant un abonnement payant.",
    "Can I change my personal information?": "Est-ce possible de modifier mes informations personnelles ?",
    "Yes, if you have a paid subscription. You can do this from your dashboard, on the": "Oui, si vous possédez un abonnement payant. Vous avez la possibilité de le faire au niveau de votre tableau de bord, à la",
    "profile page": "page de profil.",
    "How are my personal data used?": "Comment sont utilisées mes informations personnelles",
    "Your personal information allows us to contact you (e-mail notifications, telephone calls, etc.) and personalize your user experience.": "Vos informations personnelles nous permettent de vous contacter (notifications mail, appels téléphoniques, ...) ainsi que personnaliser votre expérience utilisateur.",
    "Who has access to my personal data?": "Qui a accès à mes informations personnelles ?",
    "Your information is accessible to the site administrator and other users with whom you interact.": "Vos informations sont accessibles par l'administrateur et les autres utilisateurs avec lesquels vous interagissez.",
    "Can I disable my account?": "Puis-je désactiver mon compte ?",
    "Yes, you can deactivate your account": "Oui, vous pouvez désactiver votre compte",
    "(if you have a paid subscription)": "(si vous possédez un abonnement payant)",
    "You can do this from your dashboard via the link": "C'est possible à partir de votre tableau de bord à travers le lien",
    "Account status": "Statut du compte",
    "You'll be able to reactivate it whenever you like.": "Vous pourrez le réactiver quand vous le souhaiter.",
    "Note that the administrator can also deactivate your account if certain irregularities are detected. In this case, please contact the administrator for further details.": "A noter que l'administrateur peut aussi désactiver votre compte, si certaines irrégularités sont constatées. Il faudra, dans ce cas, contacter ce dernier pour avoir plus de détails.",
    "You will no longer receive notifications if your account is disabled.": "Vous ne recevrez plus de notifications si votre compte est désactivé.",
    "How can I view the various job offers?": "Comment puis-je consulter les différentes offres d'emploi ?",
    "You can do this when you are logged in. The different pages are:": "Vous avez la possibilité de le faire lorsque vous êtes connecté. Les différentes pages sont :",
    "and": "et",
    "(to see the list of offers for a specific category).": "(pour voir la liste des offres pour une catégorie précise).",
    "How can I apply for a job?": "Comment puis-je postuler pour une offre d'emploi ?",
    "Go to the page": "Rendez-vous sur la page",
    "Job offers": "Offres d'emploi",
    "and select the one that interests you. On the job details page, click on the button": "et sélectionnez celui qui vous intéresse. Dans la page des détails de l'offre d'emploi, cliquez sur le bouton",
    "Apply now": "Postuler",
    "This is done after logging in.": "Ceci se fait après connexion.",
    "Can I see the job offers I've applied for?": "Est-ce possible de voir les offres d'emploi auxquelles j'ai postulées ?",
    "Yes, it's possible to consult them if you have a paid subscription. You can access them from your dashboard.": "Oui, c'est possible de les consulter si vous possédez un abonnement payant. Vous y avez accès à partir de votre tableau de bord.",
    "Accessible only to Job Seeker users (Student, High School Student, Unemployed).": "Accessible uniquement pour les utilisateurs de type Chercheur d'emploi (Etudiant, Lycéen, Sans emploi fixe).",
    "Can I create a job offer?": "Puis-je créer une offre d'emploi ?",
    "Users with a company profile can submit a job offer": "Les utilisateurs ayant le profil Entreprise, ont la possibilité de soumettre une offre d'emploi",
    "(after logging in)": "(après connexion)",
    "The administrator will decide whether or not to validate your offer. You will be informed by e-mail of the status of your offer.": "L'administrateur sera chargé de valider ou non votre offre. Vous serez informé par mail du statut de votre offre.",
    "weeks": "semaines",
    "Permanent notification of any useful information": "Notification permanente de toute information utile",
    "Unlimited access to the best profiles corresponding to the characteristics you're looking for": "Accès illimité aux meilleurs profils correspondant aux caractéristiques recherchées",
    "Guaranteed in-depth evaluation of every candidate likely to meet your selection criteria": "Garantie d'une évaluation approfondie de chaque candidat susceptible de répondre à vos critères de sélection",
    "Access to the evaluation file of every candidate you select for job interviews and internships": "Accès au dossier d'évaluation de chaque candidat sélectionné pour les entretiens d'embauche et les stages",
    "Permanent notification of available internships and/or jobs corresponding to your profile": "Notification permanente des stages et/ou emplois disponibles correspondant à votre profil",
    "Support in the integration process of structures potentially interested in welcoming you": "Soutien dans le processus d'intégration des structures potentiellement intéressées à vous accueillir",
    "Ongoing advice and follow-up": "Conseils et suivi continus",
    "Psychological support": "Soutien psychologique",
    "Permanent notification of available internships matching your profile": "Notification permanente des stages disponibles correspondant à votre profil",
    "Permanent advice and follow-up": "Conseils et suivi permanents",
    "Permanent notification of available job offers matching your profile": "Notification permanente des offres d'emploi disponibles correspondant à votre profil",
    "Strategic advice on your career orientations according to your aptitudes": "Conseils stratégiques sur vos orientations de carrière en fonction de vos aptitudes",
    "We determine through an in-depth survey your possible compatibility or not with companies sensitive to your profile": "Nous déterminons par une enquête approfondie votre compatibilité possible ou non avec les entreprises sensibles à votre profil",
    "Tips and advice on how to prepare for your job interviews": "Conseils et astuces pour préparer vos entretiens d'embauche",
    "View all job offers and apply (job or internship seekers)": "Voir toutes les offres d'emploi et postuler (demandeurs d'emploi ou de stage)",
    "Post job offers (company)": "Publier des offres d'emploi (entreprise)",
    "": ""
}
